export const data = {
  bookCategories: [
    {
      id: 1,
      name: 'Бизнес-книги',
      quantity: 14,
    },
    {
      id: 2,
      name: 'Детективы',
      quantity: 8,
    },
    {
      id: 3,
      name: 'Детские книги',
      quantity: 14,
    },
    {
      id: 4,
      name: 'Зарубежная литература',
      quantity: 2,
    },
    {
      id: 5,
      name: 'История',
      quantity: 5,
    },
    {
      id: 6,
      name: 'Классическая литература',
      quantity: 12,
    },
    {
      id: 7,
      name: 'Книги по психологии',
      quantity: 11,
    },
    {
      id: 8,
      name: 'Компьютерная литература',
      quantity: 54,
    },
    {
      id: 9,
      name: 'Культура и искусство',
      quantity: 5,
    },
    {
      id: 10,
      name: 'Наука и образование',
      quantity: 2,
    },
    {
      id: 11,
      name: 'Публицистическая литература',
      quantity: 0,
    },
    {
      id: 12,
      name: 'Справочники',
      quantity: 10,
    },
    {
      id: 13,
      name: 'Фантастика',
      quantity: 12,
    },
    {
      id: 14,
      name: 'Юмористическая литература',
      quantity: 8,
    }
  ],
  books: [
    {
      id: 1,
      image: '',
      isImage: false,
      star: 4,
      starImage: '',
      name: 'Грокаем алгоритмы. Иллюстрированное пособие для програ...',
      author: 'Адитья Бхаргава, 2019',
      isBooked: false,
      bookedDate: 'забронировать',
      category: 'Бизнес-книги',
      aboutBook: 'Алгоритмы — это всего лишь пошаговые алгоритмы решения задач, и большинство таких задач уже были ' +
        'кем-то решены, протестированы и проверены. Можно, конечно, погрузится в глубокую философию гениального Кнута, ' +
        'изучить многостраничные фолианты с доказательствами и обоснованиями, но хотите ли вы тратить на это свое время?' +
        ' Откройте великолепно иллюстрированную книгу и вы сразу поймете, что алгоритмы — это просто. А грокать ' +
        'алгоритмы — это веселое и увлекательное занятие.',
      reviews: 3,
    },
    {
      id: 2,
      image: '',
      isImage: true,
      star: 0,
      starImage: '',
      name: 'Грокаем алгоритмы. Иллюстрированное пособие для програ...',
      author: 'Адитья Бхаргава, 2019',
      isBooked: false,
      bookedDate: 'забронировать',
      category: 'Бизнес-книги',
      aboutBook: 'Алгоритмы — это всего лишь пошаговые алгоритмы решения задач, и большинство таких задач уже были ' +
        'кем-то решены, протестированы и проверены. Можно, конечно, погрузится в глубокую философию гениального Кнута, ' +
        'изучить многостраничные фолианты с доказательствами и обоснованиями, но хотите ли вы тратить на это свое время?' +
        ' Откройте великолепно иллюстрированную книгу и вы сразу поймете, что алгоритмы — это просто. А грокать ' +
        'алгоритмы — это веселое и увлекательное занятие.',
      reviews: 0,
    },
    {
      id: 3,
      image: '',
      isImage: true,
      star: 4,
      starImage: '',
      name: 'Грокаем алгоритмы. Иллюстрированное пособие для програ...',
      author: 'Адитья Бхаргава, 2019',
      isBooked: true,
      bookedDate: 'занята до 03.05',
      category: 'Бизнес-книги',
      aboutBook: 'Алгоритмы — это всего лишь пошаговые алгоритмы решения задач, и большинство таких задач уже были ' +
        'кем-то решены, протестированы и проверены. Можно, конечно, погрузится в глубокую философию гениального Кнута, ' +
        'изучить многостраничные фолианты с доказательствами и обоснованиями, но хотите ли вы тратить на это свое время?' +
        ' Откройте великолепно иллюстрированную книгу и вы сразу поймете, что алгоритмы — это просто. А грокать ' +
        'алгоритмы — это веселое и увлекательное занятие.',
      reviews: 3,
    },
    {
      id: 4,
      image: '',
      isImage: true,
      star: 4,
      starImage: '',
      name: 'Грокаем алгоритмы. Иллюстрированное пособие для програ...',
      author: 'Адитья Бхаргава, 2019',
      isBooked: false,
      bookedDate: 'забронировать',
      category: 'Бизнес-книги',
      aboutBook: 'Алгоритмы — это всего лишь пошаговые алгоритмы решения задач, и большинство таких задач уже были ' +
        'кем-то решены, протестированы и проверены. Можно, конечно, погрузится в глубокую философию гениального Кнута, ' +
        'изучить многостраничные фолианты с доказательствами и обоснованиями, но хотите ли вы тратить на это свое время?' +
        ' Откройте великолепно иллюстрированную книгу и вы сразу поймете, что алгоритмы — это просто. А грокать ' +
        'алгоритмы — это веселое и увлекательное занятие.',
      reviews: 3,
    },
    {
      id: 5,
      image: '',
      isImage: true,
      star: 4,
      starImage: '',
      name: 'Грокаем алгоритмы. Иллюстрированное пособие для програ...',
      author: 'Адитья Бхаргава, 2019',
      isBooked: true,
      bookedDate: 'забронирована',
      category: 'Бизнес-книги',
      aboutBook: 'Алгоритмы — это всего лишь пошаговые алгоритмы решения задач, и большинство таких задач уже были ' +
        'кем-то решены, протестированы и проверены. Можно, конечно, погрузится в глубокую философию гениального Кнута, ' +
        'изучить многостраничные фолианты с доказательствами и обоснованиями, но хотите ли вы тратить на это свое время?' +
        ' Откройте великолепно иллюстрированную книгу и вы сразу поймете, что алгоритмы — это просто. А грокать ' +
        'алгоритмы — это веселое и увлекательное занятие.',
      reviews: 3,
    },
    {
      id: 6,
      image: '',
      isImage: false,
      star: 0,
      starImage: '',
      name: 'Грокаем алгоритмы. Иллюстрированное пособие для програ...',
      author: 'Адитья Бхаргава, 2019',
      isBooked: true,
      bookedDate: 'Занята до 23.04',
      category: 'Бизнес-книги',
      aboutBook: 'Алгоритмы — это всего лишь пошаговые алгоритмы решения задач, и большинство таких задач уже были ' +
        'кем-то решены, протестированы и проверены. Можно, конечно, погрузится в глубокую философию гениального Кнута, ' +
        'изучить многостраничные фолианты с доказательствами и обоснованиями, но хотите ли вы тратить на это свое время?' +
        ' Откройте великолепно иллюстрированную книгу и вы сразу поймете, что алгоритмы — это просто. А грокать ' +
        'алгоритмы — это веселое и увлекательное занятие.',
      reviews: 0,
    },
    {
      id: 7,
      image: '',
      isImage: true,
      star: 4,
      starImage: '',
      name: 'Грокаем алгоритмы. Иллюстрированное пособие для програ...',
      author: 'Адитья Бхаргава, 2019',
      isBooked: false,
      bookedDate: 'забронировать',
      category: 'Бизнес-книги',
      aboutBook: 'Алгоритмы — это всего лишь пошаговые алгоритмы решения задач, и большинство таких задач уже были ' +
        'кем-то решены, протестированы и проверены. Можно, конечно, погрузится в глубокую философию гениального Кнута, ' +
        'изучить многостраничные фолианты с доказательствами и обоснованиями, но хотите ли вы тратить на это свое время?' +
        ' Откройте великолепно иллюстрированную книгу и вы сразу поймете, что алгоритмы — это просто. А грокать ' +
        'алгоритмы — это веселое и увлекательное занятие.',
      reviews: 3,
    },
    {
      id: 8,
      image: '',
      isImage: true,
      star: 4,
      starImage: '',
      name: 'Грокаем алгоритмы. Иллюстрированное пособие для програ...',
      author: 'Адитья Бхаргава, 2019',
      isBooked: false,
      bookedDate: 'забронировать',
      category: 'Бизнес-книги',
      aboutBook: 'Алгоритмы — это всего лишь пошаговые алгоритмы решения задач, и большинство таких задач уже были ' +
        'кем-то решены, протестированы и проверены. Можно, конечно, погрузится в глубокую философию гениального Кнута, ' +
        'изучить многостраничные фолианты с доказательствами и обоснованиями, но хотите ли вы тратить на это свое время?' +
        ' Откройте великолепно иллюстрированную книгу и вы сразу поймете, что алгоритмы — это просто. А грокать ' +
        'алгоритмы — это веселое и увлекательное занятие.',
      reviews: 3,
    },
    {
      id: 9,
      image: '',
      isImage: true,
      star: 4,
      starImage: '',
      name: 'Грокаем алгоритмы. Иллюстрированное пособие для програ...',
      author: 'Адитья Бхаргава, 2019',
      isBooked: false,
      bookedDate: 'забронировать',
      category: 'Бизнес-книги',
      aboutBook: 'Алгоритмы — это всего лишь пошаговые алгоритмы решения задач, и большинство таких задач уже были ' +
        'кем-то решены, протестированы и проверены. Можно, конечно, погрузится в глубокую философию гениального Кнута, ' +
        'изучить многостраничные фолианты с доказательствами и обоснованиями, но хотите ли вы тратить на это свое время?' +
        ' Откройте великолепно иллюстрированную книгу и вы сразу поймете, что алгоритмы — это просто. А грокать ' +
        'алгоритмы — это веселое и увлекательное занятие.',
      reviews: 3,
    },
    {
      id: 10,
      image: '',
      isImage: false,
      star: 4,
      starImage: '',
      name: 'Грокаем алгоритмы. Иллюстрированное пособие для програ...',
      author: 'Адитья Бхаргава, 2019',
      isBooked: false,
      bookedDate: 'забронировать',
      category: 'Бизнес-книги',
      aboutBook: 'Алгоритмы — это всего лишь пошаговые алгоритмы решения задач, и большинство таких задач уже были ' +
        'кем-то решены, протестированы и проверены. Можно, конечно, погрузится в глубокую философию гениального Кнута, ' +
        'изучить многостраничные фолианты с доказательствами и обоснованиями, но хотите ли вы тратить на это свое время? ' +
        'Откройте великолепно иллюстрированную книгу и вы сразу поймете, что алгоритмы — это просто. А грокать ' +
        'алгоритмы — это веселое и увлекательное занятие.',
      reviews: 3,
    },
  ]
}

